export enum LocalStorageKey {
  TOKEN = 'TOKEN'
}
export enum CompItemCategoryOnDamand {
  '直道竞速赛100米赛程',
  '直道竞速赛200米赛程',
  '直道竞速赛300米赛程',
  '直道竞速赛500米赛程',
  '直道竞速赛800米赛程',
  '直道竞速赛1000米赛程',
  '往返赛500米赛程',
  '往返赛1000米赛程',
  '往返赛1400米赛程',
  '绕标赛2000米赛程',
  '绕标赛3000米赛程',
  '绕标赛5000米赛程',
  '追逐赛1000米赛程',
  '追逐赛2000米赛程'
}
export enum SexTypeOnDamand {
  '男',
  '女',
  '无要求'
}
export enum AgeTypeOnDamand {
  '青年组',
  '少年甲组',
  '少年乙组',
  '少年丙组',
  '老将甲组',
  '老将乙组',
  '老将丙组'
}
export enum PeopleTypeOnDamamd {
  '22人龙舟',
  '12人龙舟',
  '迷你龙舟',
  '5人龙舟'
}
export enum NaionTypeOnDamand {
  '无要求',
  '汉族',
  '蒙古族',
  '回族',
  '藏族',
  '维吾尔族',
  '苗族',
  '彝族',
  '壮族',
  '布依族',
  '朝鲜族',
  '满族',
  '侗族',
  '瑶族',
  '白族',
  '土家族',
  '哈尼族',
  '哈萨克族',
  '傣族',
  '黎族',
  '傈僳族',
  '佤族',
  '畲族',
  '高山族',
  '拉祜族',
  '水族',
  '东乡族',
  '纳西族',
  '景颇族',
  '柯尔克孜族',
  '土族',
  '达斡尔族',
  '仫佬族',
  '羌族',
  ' 布朗族',
  ' 撒拉族',
  ' 毛难族',
  ' 仡佬族',
  ' 锡伯族',
  ' 阿昌族',
  ' 普米族',
  ' 塔吉克族',
  ' 怒族',
  ' 乌孜别克族',
  ' 俄罗斯族',
  ' 鄂温克族',
  ' 崩龙族',
  ' 保安族',
  ' 裕固族',
  ' 京族',
  ' 塔塔尔族',
  ' 独龙族',
  ' 鄂伦春族',
  ' 赫哲族',
  ' 门巴族',
  ' 珞巴族',
  ' 基诺族',
  ' 其他'
}
export enum CompItemStatus {
  '报名中',
  '截止报名',
  '已结束'
}
